/* nothing */
"" = "Project-Id-Version: xchat 2.4.2\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2005-03-07 18:50+1100\nPO-Revision-Date: 2005-03-07 20:16+0100\nLast-Translator: Andrej Kacian <andrej@kacian.sk>\nLanguage-Team: Slovak <sk-i18n@lists.linux.sk>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.10\nPlural-Forms:  nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;\n";

/* nothing */
"Cannot create ~/.xchat2" = "Nepodarilo sa vytvoriť ~/.xchat2";

/* nothing */
"I'm busy" = "Pracujem";

/* nothing */
"Leaving" = "Odchádzam";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Spúšťať IRC ako root nie je dobrý nápad! Mali by ste\n  si vytvoriť používateľský účet a prihlasovať sa pod ním.\n";

/* nothing */
"Waiting" = "Čakám";

/* nothing */
"Active" = "Aktívny";

/* nothing */
"Failed" = "Zlyhal";

/* nothing */
"Done" = "Hotovo";

/* nothing */
"Connect" = "Pripojiť";

/* nothing */
"Aborted" = "Prerušené";

/* nothing */
"Cannot access %s\n" = "Nepodaril sa prístup k %s\n";

/* nothing */
"No active DCCs\n" = "Žiadne DCC spojenie nie je aktívne\n";

/* nothing */
"YES  " = "ÁNO  ";

/* nothing */
"NO   " = "NIE  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Ste cieľom CTCP floodu od %s, ignorujem %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Ste cieľom MSG floodu od %s, nastavujem gui_auto_open_dialog na OFF.\n";

/* nothing */
"  %-20s online\n" = "  %-20s online\n";

/* nothing */
"  %-20s offline\n" = "  %-20s offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Nie ste na žiadnom kanáli. Použite /join #<kanál>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Nie ste pripojený. Použite /server <hostiteľ> [<port>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "Je potrebný program /bin/sh !\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nDostupné príkazy:\n\n..";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nĎalšie informácie získate zadaním /HELP <príkaz> alebo /HELP -l\n\n";

/* nothing */
"User defined commands:\n\n  " = "Používateľské príkazy:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "Neznámy argument '%s' ignorovaný.";

/* nothing */
"No such plugin found.\n" = "Plugin sa nenašiel.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Plugin sa odmieta odobrať.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <meno> <akcia>, pridá tlačidlo pod zoznam používateľov";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <príkaz>, pošle príkaz do všetkých kanálov, v ktorých ste";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <príkaz>, pošle príkaz na všetky servery, na ktorých ste";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<dôvod>], označí vás ako neprítomného";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <maska> [<typ>], zakáže každého, kto odpovedá maske, z aktuálneho kanála. Ak už sú prihlásení v kanáli, nevykopne ich to (musíte byť chanop)";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, vyčistí aktuálne textové okno";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, zavrie aktuálne okno alebo záložku";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <kód|maska>, nájde kód krajiny, napr. sk = Slovensko";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <prezývka> <správa>, pošle správu CTCP používateľovi, obvyklé správy sú VERSION a USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, opustí aktuálny kanál a hneď sa vráti";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <prezývka>          - príjme ponúkaný súbor\nDCC SEND <prezývka> <súbor> - pošle niekomu súbor\nDCC LIST                     - zobrazí zoznam DCC\nDCC CHAT <prezývka>         - ponúkne niekomu DCC CHAT\nDCC CLOSE <typ> <prezývka> <súbor>         príklad:\n         /dcc close send janko subor.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <prezývka>, odstráni stav chanhalf-op pre prezývku v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <meno>, odstráni tlačidlo pod zoznamom používateľov";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <prezývka>, odstráni stav chanop pre prezývku v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <prezývka>, odstráni stav voice pre prezývku v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, odpojí od serveru";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <prezývka|hostiteľ|ip>, nájde IP adresu používateľa";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, Zobrazí text lokálne";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <príkaz>, spustí príkaz. Ak je použitý prepínač -o, výstup sa posiela do aktuálneho kanálu, inak sa zobrazí do aktuálneho textového poľa";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, pošle procesu SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], zabije programy bežiace v aktuálnom sedení. Ak je zadané -9, pošle sa signál SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, pošle procesu SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, pošle procesu dáta na štandardný vstup";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, vyčistí aktuálnu frontu serveru pre posielanie";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <hostiteľ> [<port>], nastaví proxy na hostiteľa, port je štandardne 23";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <prezývka>, nastaví stav chanhalf-op pre používateľa (vyžaduje chanop)";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <maska> <typy..> <možnosti..>\n    maska - maska ignorovaných hostiteľov, napr.: *!*@*.aol.com\n    typy - typy ignorovaný dát, jedna alebo všetky z:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    možnosti - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <prezývka> [<kanál>], pozve niekoho na kanál, štandardne na aktuálny kanál (vyžaduje chanop)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanál>, vstúpi na kanál";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <prezývka>, vykopne používateľa z aktuálneho kanálu (vyžaduje chanop)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <prezývka>, zakáže a potom vykopne používateľa z aktuálneho kanálu (vyžaduje chanop)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, vynúti novú kontrolu lagu";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <reťazec>, vyhľadá reťazec v zaznamenanom texte";

/* nothing */
"LOAD <file>, loads a plugin or script" = "LOAD <súbor>, načíta plugin alebo skript";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, hromadne zruší stav všetkým chanhalf-op v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, hromadne zruší stav všetkým chanop v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <akcia>, pošle akciu do aktuálneho kanálu (akcie sa píšu v tretej osobe, napríklad /me skáče)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, hromadne vykopne každého okrem vás z aktuálneho kanálu (vyžaduje chanop)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, hromadne nastaví stav všetkým používateľom v aktuálnom kanáli (vyžaduje chanop)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <prezývka> <správa>, pošle súkromnú správu";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, vypíše zoznam používateľov v aktuálnom kanáli";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <prezývka> <správa>, pošle poznámku CTCP";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <hostiteľ> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <prezývka>, nastaví vašu prezývku";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <prezývka/kanál> <správa>, pošle poznámku. Poznámky sú typom správy, na ktoré by sa malo automaticky reagovať";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "NOTIFY [<prezývka>], vypíše váš zoznam upozornení, alebo niekoho do tohto zoznamu pridá";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <prezývka>, dá stav chanop používateľovi (vyžaduje chanop)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanál>] [<dôvod>], opustí kanál, štandardne aktuálny";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <prezývka | kanál>, pošle CTCP ping používateľovi alebo na kanál";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "QUERY <prezývka>, otvorí nové okno pre súkromné správy niekomu";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<dôvod>], odpojí sa od aktuálneho serveru";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, pošle text tak ako je na server";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<hostiteľ>] [<port>] [<heslo>], môže sa použiť aj bez parametrov ako /RECONNECT pre znovupripojenie k aktuálnemu serveru alebo ako /RECONNECT ALL pre znovupripojenie ku všetkým aktívným serverom";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<hostiteľ>] [<port>] [<heslo>], môže sa použiť aj bez parametrov ako /RECONNECT pre znovupripojenie k aktuálnemu serveru alebo ako /RECONNECT ALL pre znovupripojenie ku všetkým aktívnym serverom";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, odošle xchatu čisté data, ako keby boli prijaté z irc serveru";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, pošle text objektu v aktuálnom okne";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <hostiteľ> <port> <kanál>, pripojí sa a vstúpi na kanál";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <hostiteľ> <port> <kanál>, pripojí sa a vstúpi kanál";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <hostiteľ> [<port>] [<heslo>], pripojí sa na server, štandardný port je 6667 pre obyčajné pripojenia, 9999 pre ssl pripojenia.";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "/SERVER <hostiteľ> [<port>] [<heslo>], pripojí sa na server, štandardný port je 6667";

/* nothing */
"SET [-quiet] <variable> [<value>]" = "SET [-quiet] <premenná> [<hodnota>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<pozícia>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<téma>], nastaví tému, ak je zadaná, inak zobrazí aktuálnu tému";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maska> [<maska>...], zruší zákaz pre zadané masky.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maska> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <súbor>, odoberie plugin alebo skript";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <adresa>, otvorí URL adresu vo vašom prehliadači";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <prezývka>, udelí niekomu stav voice (vyžaduje chanop)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <správa>, napíše správu do všetkých kanálov";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <správa>, pošle správu všetkým so stavom chanop v aktuálnom kanáli";

/* nothing */
"Usage: %s\n" = "Použitie: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nPre tento príkaz nie je žiadna pomoc.\n";

/* nothing */
"No such command.\n" = "Neznámy príkaz.\n";

/* nothing */
"Bad arguments for user command.\n" = "Chybné argumenty pre používateľský príkaz.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Príliš veľa vnorených používateľských príkazov, končím.";

/* nothing */
"Unknown Command. Try /help\n" = "Neznámy príkaz. Skúste použiť /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Nemôžem nájsť xchat_plugin_init symbol, je to naozaj plugin do xchatu?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Ste si istý, že tento server podporuje SSL na tomto porte?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nemôžem zistiť meno hostiteľa %s\nSkontrolujte si IP nastavenia!\n";

/* nothing */
"Proxy traversal failed.\n" = "Spojenie cez proxy zlyhalo.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Skúšam ďalší server v %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Pozor: kódová stránka \"%s\" je neznáma. Na sieť %s nebude aplikovaná žiadna konverzia.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 pridané do zoznamu upozornení.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "-%C22*%O$t$1 Zoznam zákazov: %C19·$4%C20·$2%C21·$3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNemôžem vstúpiť na%C26·%B$1·%O(Ste v zozname zákazov).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 sa premenoval na $2";

/* nothing */
"%C18*$t$1%O $2" = "%C18*$t$1%O·$2";

/* nothing */
"%C21*%O$t%C21%B$1%O%C21 $2" = "%C21*%O$t%C21%B$1%O%C21·$2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 nastavil zákaz pre $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanál $1 vytvorený $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O odstránil stav half-operator kanálu pre %C26·$2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O odstránil stav operator kanálu pre %C26·$2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O odstránil voice používateľovi %C26·$2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 nastavil výnimku pre $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O dal stav half-operator kanálu používateľovi%C26·$2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 nastavil kanál $2 len pre pozvaných";

/* nothing */
"%UChannel          Users   Topic" = "%UKanál           Používatelia   Téma";

/* nothing */
"%C18%B%B$4$1%O%C18%O$t$2" = "%C18%B%B$4$1%O%C18%O$t$2";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 nastavil mód $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanál $1 módy: $2";

/* nothing */
"$4%C21%B$1%O$t%C21$2" = "$4%C21%B$1%O$t%C21$2";

/* nothing */
"%C28-%C29$1/$2%C28-%O$t$3" = "%C28-%C29$1/$2%C28-%O$t$3";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O dal stav half-operator kanálu používateľovi%C26·$2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 odstránil výnimku pre $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 odstránil pozvanie pre $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 odstránil heslo kanálu";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 odstránil limit používateľov";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 nastavil heslo kanálu na $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 nastavil limit kanálu na $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 odstránil zákaz pre $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O dal voice používateľovi%C26·$2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Pripojený. Teraz sa prihlasujem...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Pripájam sa k $1·($2)·port·$3%O..";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Spojenie zlyhalo. Chyba: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tPrijatý CTCP $1 od $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tPrijatý CTCP $1 od $2 (do $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP·$2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tPrijatý CTCP Sound $1 od $2";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT k %C26$1%O ukončený.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tBolo vytvorené DCC CHAT spojenie k %C26$1·%C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT s %C26$1%O zrušený ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tPrijatá ponuka na DCC CHAT od $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tPonúkam DCC CHAT používateľovi $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tUž existuje ponuka CHAT pre $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 pokus o spojenie s%C26·$2%O zlyhalo (chyba=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tPrijaté '$1%O' od $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18·Typ··Komu/Od····Stav··Veľkosť····Poz·····Súbor·········";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tPrijatá neplatná požiadavka DCC od %C26$1%O.%010%C22*%O$tObsah paketu: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tPonuka%C26·$1%O pre%C26·$2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tTaká ponuka DCC neexistuje.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC·RECV%C26·$2%O·pre%C26·$1%O·ukončené.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC·RECV%C26·$1%O·od%C26·$3%O·dokončené·%C30[%C26$4%O·cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC·RECV·vytvorené spojenie k%C26·$1·%C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O·od%C26·$3%O·zlyhalo·($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Nepodarilo sa otvoriť $1 pre zápis ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tSúbor%C26·$1%C už existuje, namiesto neho ukladám ako%C26·$2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1·%Opožaduje obnoviť%C26·$2·%Cod%C26·$3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC·SEND%C26·$2%O·k%C26·$1%O ukončené.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC·SEND%C26·$1%O·k%C26·$2%O dokončené %C30[%C26$3%O·cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND vytvorené spojenie k%C26·$1·%C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26·$1%O·k%C26·$2%O·zlyhalo.·$3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1·%Oponúka%C26·$2·%O(%C26$3·%Obajtov)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC·$1%C26·$2·%Ok%C26·$3·%Czastavené - končím.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC·$1%C26·$2·%Ok%C26·$3·%Očas vypršal - končím.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 odstránený zo zoznamu upozornení.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tOdpojený ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tNájdená vaša IP: [$1]";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O pridaný do zoznamu ignorovaných.";

/* nothing */
"Ignore on %C26$1%O changed." = "ignorácia pre %C26$1%O zmenená.";

/* nothing */
"%C24,18                                                              " = "%C24,18······························································";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Maska hostiteľa          SÚKR UPOZ KAN CTCP DCC POZV ODIGN ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O odstránené zo zoznamu ignorovaných.";

/* nothing */
"  Ignore list is empty." = "  Zoznam ignorovaných je prázdny.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNemôžem vstúpiť na%C26·%B$1·%O(Kanál iba pre pozvaných).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tBoli ste pozvaný na%C26·$1%O od používateľa %C26·$2%C·(%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1·%B($3) vstúpil na $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNemôžem vstúpiť na%C26·%B$1·%O(Je potrebné heslo).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1·vykopol $2 z $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tZabil vás $1 ($2%O%C22)";

/* nothing */
"%C19>%O$1%C19<%O$t$2%O" = "%C19>%O$1%C19<%O$t$2%O";

/* nothing */
"%C16*%O$t$1%O" = "%C16*%O$t$1%O";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD preskočená.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 sa už používa. Nový pokus s $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tPrezývka je už použitá. Použite /NICK pre inú prezývku.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tTaké DCC neexistuje.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tMomentálne nebeží žiadny proces";

/* nothing */
"%C28-%C29$1%C28-%O$t$2" = "%C28-%C29$1%C28-%O$t$2";

/* nothing */
"%C19>%O$1%C19<%O$t$2" = "%C19>%O$1%C19<%O$t$2";

/* nothing */
"$tNotify list is empty." = "$tZoznam upozornení prázdny.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18·%B··Zoznam upozornení···························";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 používateľov na zozname upozornení.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($2)." = "%C22*%O$tUpozornenie: $1 je offline ($2).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($2)." = "%C22*%O$tUpozornenie: $1 je online ($2).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1·(%O%C23$2) opustil $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23$4)" = "%C23*%O$t%C23$1·(%O%C23$2) opustil $3 (%O%C23$4)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tOdpoveď ping od $1: $2 sekúnd";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tNeprišla ping odpoveď za $1 sekúnd, odpájam.";

/* nothing */
"%C28*%C29$3$1%C28*$t%O$2" = "%C28*%C29$3$1%C28*$t%O$2";

/* nothing */
"%C18%B%B$3$1%O$t$2" = "%C18%B%B$3$1%O$t$2";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tA proces už beží";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23$2)" = "%C23*%O$t%C23$1 skončil (%O%C23$2)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 nastavil módy%B·%C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tHľadám IP adresu pre%C26·$1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Pripojený.";

/* nothing */
"%C22*%O$t$1" = "%C22*%O$t$1";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Zisťujem $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tZastavený predchádzajúci pokus o spojenie (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Téma pre $1%C·%C29je: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 zmenil tému na: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Téma pre $1%C·%C29, nastavil $2%C·%C29 $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tNeznámy hostiteľ. Je správne zadaný?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNemôžem vstúpiť na%C26·%B$1·%O(Dosiahnutý maximálny počet používateľov).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Používatelia na $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28]·%O$2%C27·$3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28]·%Cje neprítomný %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O·$2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28]·%OKoniec zoznamu WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O nečinný%C26·$2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O·nečinný%C26·$2%O, prihlásenie:%C26·$3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28]·%Oskutočný user@host%C27·$2%O, skutočná IP%C27·$3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Teraz hovoríte na $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tBoli ste vykopnutý z $2 používateľom $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tOpustili ste kanál $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23$4%O%C23)" = "%C23*$tOpustili ste kanál $3 (%O%C23$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tBoli ste pozvaný%C26·$1%O·na%C26·$2%O·(%C26$3%O)";

/* nothing */
"%C31%B%B$4$1%O$t%C30$2" = "%C31%B%B$4$1%O$t%C30$2";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tTeraz ste známy ako $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** KONIEC ZÁZNAMU %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ZAČIATOK ZÁZNAMU %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Nemôžem otvoriť záznamový súbor pre zápis. Skontrolujte\n  prístupové práva pre %s/xchatlogs";

/* nothing */
"Left message" = "Ľavá správa";

/* nothing */
"Right message" = "Pravá správa";

/* nothing */
"The nick of the joining person" = "Prezývka vstupujúcej osoby";

/* nothing */
"The channel being joined" = "Kanál, na ktorý sa vstupuje";

/* nothing */
"The host of the person" = "Hostiteľ osoby";

/* nothing */
"Nickname" = "Prezývka";

/* nothing */
"The action" = "Akcia";

/* nothing */
"The text" = "Text";

/* nothing */
"Mode char" = "Znak módu";

/* nothing */
"Identified text" = "Identifikovaný text";

/* nothing */
"The message" = "Správa";

/* nothing */
"Old nickname" = "Stará prezývka";

/* nothing */
"New nickname" = "Nová prezývka";

/* nothing */
"Nick of person who changed the topic" = "Prezývka osoby ktorá zmenila tému";

/* nothing */
"Topic" = "Téma";

/* nothing */
"Channel" = "Kanál";

/* nothing */
"The nickname of the kicker" = "Prezývka kopajúceho";

/* nothing */
"The person being kicked" = "Osoba ktorá bola vykopnutá";

/* nothing */
"The channel" = "Kanál";

/* nothing */
"The reason" = "Dôvod";

/* nothing */
"The nick of the person leaving" = "Prezývka odchádzajúcej osoby";

/* nothing */
"The time" = "Čas";

/* nothing */
"The creator" = "Autor";

/* nothing */
"Nick" = "Prezývka";

/* nothing */
"Reason" = "Dôvod";

/* nothing */
"Host" = "Hostiteľ";

/* nothing */
"Who it's from" = "Od koho to je";

/* nothing */
"The time in x.x format (see below)" = "Čas vo formáte x.x (viď nižšie)";

/* nothing */
"The Channel it's going to" = "Kanál, kam ide";

/* nothing */
"The sound" = "Zvuk";

/* nothing */
"The nick of the person" = "Prezývka osoby";

/* nothing */
"The CTCP event" = "Udalosť CTCP";

/* nothing */
"The nick of the person who set the key" = "Prezývka osoby, ktorá nastavila heslo";

/* nothing */
"The key" = "Heslo";

/* nothing */
"The nick of the person who set the limit" = "Prezývka osoby, ktorá nastavila limit";

/* nothing */
"The limit" = "Limit";

/* nothing */
"The nick of the person who did the op'ing" = "Prezývka osoby, ktorá nastavila operátora";

/* nothing */
"The nick of the person who has been op'ed" = "Prezývka osoby, ktorá sa stala operátorom";

/* nothing */
"The nick of the person who has been halfop'ed" = "Prezývka osoby, ktorá sa stala čiastočným operátorom";

/* nothing */
"The nick of the person who did the halfop'ing" = "Prezývka osoby, ktorá nastavila čiastočného operátora";

/* nothing */
"The nick of the person who did the voice'ing" = "Prezývka osoby, ktorá nastavila voice";

/* nothing */
"The nick of the person who has been voice'ed" = "Prezývka osoby, ktorá dostala voice";

/* nothing */
"The nick of the person who did the banning" = "Prezývka osoby, ktorá nastavila zákaz";

/* nothing */
"The ban mask" = "Maska zákazu";

/* nothing */
"The nick who removed the key" = "Prezývka osoby, ktorá odstránila heslo";

/* nothing */
"The nick who removed the limit" = "Prezývka osoby, ktorá odstránila limit";

/* nothing */
"The nick of the person of did the deop'ing" = "Prezývka osoby, ktorá použila zrušenie operátora";

/* nothing */
"The nick of the person who has been deop'ed" = "Prezývka osoby, ktorej bol odobratý operátor";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Prezývka osoby, ktorá nastavila čiastočného operátora";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Prezývka osoby, ktorej bol odobratý čiastočný operátor";

/* nothing */
"The nick of the person of did the devoice'ing" = "Prezývka osoby, ktorá odobrala voice";

/* nothing */
"The nick of the person who has been devoice'ed" = "Prezývka osoby, ktorej bol odobratý voice";

/* nothing */
"The nick of the person of did the unban'ing" = "Prezývka osoby, ktorá zrušila zákaz";

/* nothing */
"The nick of the person who did the exempt" = "Prezývka osoby, ktorá nastavila výnimku";

/* nothing */
"The exempt mask" = "Maska výnimky";

/* nothing */
"The nick of the person removed the exempt" = "Prezývka osoby, ktorá odstránila výnimku";

/* nothing */
"The nick of the person who did the invite" = "Prezývka osoby, ktorá pozvala";

/* nothing */
"The invite mask" = "Maska pozvania";

/* nothing */
"The nick of the person removed the invite" = "Prezývka osoby, ktorá odstránila pozvanie";

/* nothing */
"The nick of the person setting the mode" = "Prezývka osoby, ktorá nastavila mód";

/* nothing */
"The mode's sign (+/-)" = "Znamienko módu (+/-)";

/* nothing */
"The mode letter" = "Písmeno módu";

/* nothing */
"The channel it's being set on" = "Kanál, na ktorom to bolo nastavené";

/* nothing */
"Username" = "Používateľ";

/* nothing */
"Full name" = "Celé meno";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Členstvo v kanáli/\"is an IRC operator\"";

/* nothing */
"Server Information" = "Informácie o serveri";

/* nothing */
"Idle time" = "Čas nečinnosti";

/* nothing */
"Signon time" = "Čas prihlásenia";

/* nothing */
"Away reason" = "Dôvod neprítomnosti";

/* nothing */
"Message" = "Správa";

/* nothing */
"Account" = "Konto";

/* nothing */
"Real user@host" = "Skutočný user@host";

/* nothing */
"Real IP" = "Skutočná IP";

/* nothing */
"Channel Name" = "Názov kanálu";

/* nothing */
"Text" = "Text";

/* nothing */
"Server Name" = "Názov serveru";

/* nothing */
"Nick of person who invited you" = "Prezývka osoby, ktorá vás pozvala";

/* nothing */
"Users" = "Používatelia";

/* nothing */
"Nickname in use" = "Používaná prezývka";

/* nothing */
"Nick being tried" = "Skúšaná prezývka";

/* nothing */
"Error" = "Chyba";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Názov kanálu";

/* nothing */
"Modes string" = "Reťazec módov";

/* nothing */
"IP address" = "IP adresa";

/* nothing */
"DCC Type" = "Typ DCC";

/* nothing */
"Filename" = "Názov súboru";

/* nothing */
"Destination filename" = "Cieľový súbor";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Cesta";

/* nothing */
"Position" = "Pozícia";

/* nothing */
"Size" = "Veľkosť";

/* nothing */
"DCC String" = "Reťazec DCC";

/* nothing */
"Number of notify items" = "Počet položiek upozornenia";

/* nothing */
"Servername" = "Názov serveru";

/* nothing */
"Old Filename" = "Staré meno súboru";

/* nothing */
"New Filename" = "Nové meno súboru";

/* nothing */
"Receiver" = "Príjemca";

/* nothing */
"Hostmask" = "Maska hostiteľa";

/* nothing */
"Hostname" = "Hostiteľ";

/* nothing */
"The Packet" = "Paket";

/* nothing */
"Seconds" = "Sekundy";

/* nothing */
"Nick of person who have been invited" = "Prezývka osoby, ktorá bola pozvaná";

/* nothing */
"Banmask" = "Maska zákazu";

/* nothing */
"Who set the ban" = "Kto nastavil zákaz";

/* nothing */
"Ban time" = "Čas zákazu";

/* nothing */
"Error parsing event %s.\nLoading default." = "Chyba pri spracovaní udalosti %s.\nNačítavam štandardné.";

/* nothing */
"Cannot read sound file:\n%s" = "Nemôžem prečítať zvukový súbor:\n%s";

/* nothing */
"Remote host closed socket" = "Vzdialený hostiteľ zatvoril soket";

/* nothing */
"Connection refused" = "Spojenie odmietnuté";

/* nothing */
"No route to host" = "Cesta k hostiteľovi neexistuje";

/* nothing */
"Connection timed out" = "Časový limit pre spojenie vypršal";

/* nothing */
"Cannot assign that address" = "Nepodarilo sa priradiť adresu";

/* nothing */
"Connection reset by peer" = "Spojenie zrušené druhou stranou";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Spojené Arabské Emiráty";

/* nothing */
"Afghanistan" = "Afganistan";

/* nothing */
"Antigua and Barbuda" = "Antigua a Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albánsko";

/* nothing */
"Armenia" = "Arménsko";

/* nothing */
"Netherlands Antilles" = "Holandské Antily";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktída";

/* nothing */
"Argentina" = "Argentína";

/* nothing */
"Reverse DNS" = "Reverzné DNS";

/* nothing */
"American Samoa" = "Americká Samoa";

/* nothing */
"Austria" = "Rakúsko";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Austrália";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbajdžan";

/* nothing */
"Bosnia and Herzegovina" = "Bosna a Hercegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladéš";

/* nothing */
"Belgium" = "Belgicko";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulharsko";

/* nothing */
"Bahrain" = "Bahrajn";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Obchodné";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermudy";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolívia";

/* nothing */
"Brazil" = "Brazília";

/* nothing */
"Bahamas" = "Bahamy";

/* nothing */
"Bhutan" = "Bhután";

/* nothing */
"Bouvet Island" = "Bouvet Island";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bielorusko";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kokosové ostrovy";

/* nothing */
"Democratic Republic of Congo" = "Demokratická republika Kongo";

/* nothing */
"Central African Republic" = "Stredoafrická Republika";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Švajčiarsko";

/* nothing */
"Cote d'Ivoire" = "Pobrežie slonoviny";

/* nothing */
"Cook Islands" = "Cookove ostrovy";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Čína";

/* nothing */
"Colombia" = "Kolumbia";

/* nothing */
"Internic Commercial" = "Komerčné";

/* nothing */
"Costa Rica" = "Kostarika";

/* nothing */
"Serbia and Montenegro" = "Srbsko a Čierna Hora";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Kapverdy";

/* nothing */
"Christmas Island" = "Vianočné ostrovy";

/* nothing */
"Cyprus" = "Cyprus";

/* nothing */
"Czech Republic" = "Česká Republika";

/* nothing */
"Germany" = "Nemecko";

/* nothing */
"Djibouti" = "Džibuti";

/* nothing */
"Denmark" = "Dánsko";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Dominikánska Republika";

/* nothing */
"Algeria" = "Alžírsko";

/* nothing */
"Ecuador" = "Ekvádor";

/* nothing */
"Educational Institution" = "Školstvo";

/* nothing */
"Estonia" = "Estónsko";

/* nothing */
"Egypt" = "Egypt";

/* nothing */
"Western Sahara" = "Západná Sahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Španielsko";

/* nothing */
"Ethiopia" = "Etiópia";

/* nothing */
"Finland" = "Fínsko";

/* nothing */
"Fiji" = "Fidži";

/* nothing */
"Falkland Islands" = "Falklandské ostrovy";

/* nothing */
"Micronesia" = "Mikronézia";

/* nothing */
"Faroe Islands" = "Faerské ostrovy";

/* nothing */
"France" = "Francúzsko";

/* nothing */
"France, Metropolitan" = "Metropolitné francúzsko";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Veľká Británia";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Gruzínsko";

/* nothing */
"French Guiana" = "Francúzska guayana";

/* nothing */
"British Channel Isles" = "Britské ostrovy v kanáli";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltár";

/* nothing */
"Greenland" = "Grónsko";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Vládne";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Rovníková Guinea";

/* nothing */
"Greece" = "Grécko";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "S. Georgia a S. Sandwich Isles";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guayana";

/* nothing */
"Hong Kong" = "Hongkong";

/* nothing */
"Heard and McDonald Islands" = "Heard a McDonald Islands";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Chorvátsko";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Maďarsko";

/* nothing */
"Indonesia" = "Indonézia";

/* nothing */
"Ireland" = "Írsko";

/* nothing */
"Israel" = "Izrael";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informačné";

/* nothing */
"International" = "Medzinárodné";

/* nothing */
"British Indian Ocean Territory" = "Britské teritórium Indický oceán";

/* nothing */
"Iraq" = "Irak";

/* nothing */
"Iran" = "Irán";

/* nothing */
"Iceland" = "Island";

/* nothing */
"Italy" = "Taliansko";

/* nothing */
"Jamaica" = "Jamajka";

/* nothing */
"Jordan" = "Jordánsko";

/* nothing */
"Japan" = "Japonsko";

/* nothing */
"Kenya" = "Keňa";

/* nothing */
"Kyrgyzstan" = "Kirgistán";

/* nothing */
"Cambodia" = "Kambodža";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komory";

/* nothing */
"St. Kitts and Nevis" = "Svätý Krištof a Nevis";

/* nothing */
"North Korea" = "Severná Kórea";

/* nothing */
"South Korea" = "Južná Kórea";

/* nothing */
"Kuwait" = "Kuvajt";

/* nothing */
"Cayman Islands" = "Kajmanské ostrovy";

/* nothing */
"Kazakhstan" = "Kazachstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Libanon";

/* nothing */
"Saint Lucia" = "Svätá Lucia";

/* nothing */
"Liechtenstein" = "Lichtenštajnsko";

/* nothing */
"Sri Lanka" = "Srí Lanka";

/* nothing */
"Liberia" = "Libéria";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Litva";

/* nothing */
"Luxembourg" = "Luxemburgsko";

/* nothing */
"Latvia" = "Lotyšsko";

/* nothing */
"Libya" = "Líbya";

/* nothing */
"Morocco" = "Maroko";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldavsko";

/* nothing */
"United States Medical" = "USA zdravotníctvo";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Marshallove ostrovy";

/* nothing */
"Military" = "Vojenské";

/* nothing */
"Macedonia" = "Makedónia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar (Barma)";

/* nothing */
"Mongolia" = "Mongolsko";

/* nothing */
"Macau" = "Macao";

/* nothing */
"Northern Mariana Islands" = "Severné Mariánske Ostrovy";

/* nothing */
"Martinique" = "Martinik";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurícius";

/* nothing */
"Maldives" = "Maledivy";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexiko";

/* nothing */
"Malaysia" = "Malajzia";

/* nothing */
"Mozambique" = "Mozambik";

/* nothing */
"Namibia" = "Namíbia";

/* nothing */
"New Caledonia" = "Nová Kaledónia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Sieť Internic";

/* nothing */
"Norfolk Island" = "Ostrov Norfolk";

/* nothing */
"Nigeria" = "Nigéria";

/* nothing */
"Nicaragua" = "Nikaragua";

/* nothing */
"Netherlands" = "Holandsko";

/* nothing */
"Norway" = "Nórsko";

/* nothing */
"Nepal" = "Nepál";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Neutrálna zóna";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nový Zéland";

/* nothing */
"Oman" = "Omán";

/* nothing */
"Internic Non-Profit Organization" = "Nezisková organizácia";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Francúzska Polynézia";

/* nothing */
"Papua New Guinea" = "Papua Nová Guinea";

/* nothing */
"Philippines" = "Filipíny";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Poľsko";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre a Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Portoriko";

/* nothing */
"Palestinian Territory" = "Palestínske teritórium";

/* nothing */
"Portugal" = "Portugalsko";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguaj";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Rumunsko";

/* nothing */
"Old School ARPAnet" = "Starý ARPAnet";

/* nothing */
"Russian Federation" = "Ruská federácia";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Saudská Arábia";

/* nothing */
"Solomon Islands" = "Šalamúnove Ostrovy";

/* nothing */
"Seychelles" = "Seychely";

/* nothing */
"Sudan" = "Sudán";

/* nothing */
"Sweden" = "Švédsko";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "Svätá Helena";

/* nothing */
"Slovenia" = "Slovinsko";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard a ostrovy Jan Mayen";

/* nothing */
"Slovak Republic" = "Slovensko";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somálsko";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Svätý Tomáš";

/* nothing */
"Former USSR" = "Bývalý Sovietsky zväz";

/* nothing */
"El Salvador" = "Salvádor";

/* nothing */
"Syria" = "Sýria";

/* nothing */
"Swaziland" = "Svazijsko";

/* nothing */
"Turks and Caicos Islands" = "Turks a Kaikské Ostrovy";

/* nothing */
"Chad" = "Čad";

/* nothing */
"French Southern Territories" = "Francúzske južné teritóriá";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thajsko";

/* nothing */
"Tajikistan" = "Tadžikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turkmenistán";

/* nothing */
"Tunisia" = "Tunisko";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "Východný Timor";

/* nothing */
"Turkey" = "Turecko";

/* nothing */
"Trinidad and Tobago" = "Trinidad a Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzánia";

/* nothing */
"Ukraine" = "Ukrajina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Spojené kráľovstvo";

/* nothing */
"US Minor Outlying Islands" = "US menšie pobrežné ostrovy";

/* nothing */
"United States of America" = "USA";

/* nothing */
"Uruguay" = "Uruguaj";

/* nothing */
"Uzbekistan" = "Uzbekistán";

/* nothing */
"Vatican City State" = "Vatikán";

/* nothing */
"St. Vincent and the Grenadines" = "Sv. Vincent a Grenada";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Britské panenské ostrovy";

/* nothing */
"US Virgin Islands" = "US Panenské ostrovy";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu (Nové Hebridy)";

/* nothing */
"Wallis and Futuna Islands" = "Ostrovy Wallis a Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Juhoslávia";

/* nothing */
"South Africa" = "Južná Afrika";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Neznáme";

/* nothing */
"Direct client-to-client" = "Priamo klient klientovi";

/* nothing */
"Send File" = "Odoslať súbor";

/* nothing */
"Offer Chat" = "Ponúknuť rozhovor";

/* nothing */
"Abort Chat" = "Ukončiť rozhovor";

/* nothing */
"Version" = "Verzia";

/* nothing */
"Userinfo" = "Informácie o používateľovi";

/* nothing */
"Clientinfo" = "Informácie o klientovi";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Čas";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Zabiť spojenie tomuto používateľovi";

/* nothing */
"Mode" = "Mód";

/* nothing */
"Give Ops" = "Dať op";

/* nothing */
"Take Ops" = "Zobrať op";

/* nothing */
"Give Half-Ops" = "Dať half-op";

/* nothing */
"Take Half-Ops" = "Zobrať half-op";

/* nothing */
"Give Voice" = "Dať voice";

/* nothing */
"Take Voice" = "Zobrať voice";

/* nothing */
"Ignore" = "Ignorovať";

/* nothing */
"Ignore User" = "Ignorovať používateľa";

/* nothing */
"UnIgnore User" = "Prestať ignorovať používateľa";

/* nothing */
"Kick/Ban" = "Vykopnúť/Zakázať";

/* nothing */
"Kick" = "Vykopnúť";

/* nothing */
"Ban" = "Zakázať";

/* nothing */
"KickBan" = "Vykopnúť a zakázať";

/* nothing */
"Info" = "Informácie";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "Vyhľadávanie DNS";

/* nothing */
"Trace" = "Trasovať";

/* nothing */
"UserHost" = "UserHost";

/* nothing */
"External" = "Externé";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Otvoriť dialógové okno";

/* nothing */
"Disconnect" = "Odpojiť";

/* nothing */
"Reconnect" = "Znovu pripojiť";

/* nothing */
"Leave Channel" = "Opustiť kanál";

/* nothing */
"Join Channel..." = "Prihlásiť sa na kanál...";

/* nothing */
"Enter Channel to Join:" = "Zadajte kanál:";

/* nothing */
"Server Links" = "Serverové pripojenia";

/* nothing */
"Ping Server" = "Ping na server";

/* nothing */
"Hide Version" = "Skryť verziu";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "bye";

/* nothing */
"Enter reason to kick %s:" = "Zadajte dôvod pre vykopnutie %s:";

/* nothing */
"Sendfile" = "Odoslať súbor";

/* nothing */
"Dialog" = "Dialóg";

/* nothing */
"Send" = "Odoslať";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Vymazať";

/* nothing */
"About X-Chat" = "Informácie o X-Chat";

/* nothing */
"A multiplatform IRC Client" = "Multiplatformný IRC klient";

/* nothing */
"Character Chart" = "Znaková Tabuľka";

/* nothing */
"You must select some bans." = "Musíte vybrať nejaké zákazy.";

/* nothing */
"Mask" = "Maska";

/* nothing */
"From" = "Od";

/* nothing */
"Date" = "Dátum";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Zoznam zákazov (%s)";

/* nothing */
"Unban" = "Odstrániť zákaz";

/* nothing */
"Crop" = "Vytiahnuť";

/* nothing */
"Refresh" = "Aktualizovať";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Štatistika kanálov a používateľov: %d/%d používateľov na %d/%d kanáloch";

/* nothing */
"I can't save an empty list!" = "Prázdny zoznam nie je možné uložiť!";

/* nothing */
"Select an output filename" = "Vyberte meno výstupného súboru";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Zoznam kanálov (%s)";

/* nothing */
"List display options:" = "Možnosti zobrazenia zoznamu:";

/* nothing */
"Minimum Users:" = "Minimálny počet používateľov:";

/* nothing */
"Maximum Users:" = "Maximálny počet používateľov:";

/* nothing */
"Regex Match:" = "Regulérny výraz:";

/* nothing */
"Apply Match to:" = "Použiť výraz na:";

/* nothing */
"Apply" = "Použiť";

/* nothing */
"Refresh the list" = "Aktualizovať zoznam";

/* nothing */
"Save the list" = "Uložiť zoznam";

/* nothing */
"Join Channel" = "Vstúpiť na kanál";

/* nothing */
"Send file to %s" = "Poslať súbor používateľovi %s";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      Súbor: %s\n   K/Od: %s\n      Veľkosť: %u\n      Port: %d\n IP adresa: %s\nZačiatok: %s   Max CPS: %d\n";

/* nothing */
"That file is not resumable." = "V prenose tohoto súboru nie je možné pokračovať.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Nemôžem pristupovať k súboru: %s\n%s.\nPokračovanie nie je možné.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Nedokončený súbor je väčší ako ponúkaný súbor. Pokračovanie nie je možné.";

/* nothing */
"Cannot resume the same file from two people." = "Nemôžem sťahovať ten istý súbor od dvoch používateľov.";

/* nothing */
"MIME Type" = "Typ MIME";

/* nothing */
"Status" = "Stav";

/* nothing */
"File" = "Súbor";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: Zoznam prijímaných súborov";

/* nothing */
"Abort" = "Zrušiť";

/* nothing */
"Accept" = "Akceptovať";

/* nothing */
"Resume" = "Pokračovať";

/* nothing */
"Open" = "Otvoriť";

/* nothing */
"Ack" = "Potvr";

/* nothing */
"To" = "K";

/* nothing */
"X-Chat: File Send List" = "X-Chat: Zoznam posielaných súborov";

/* nothing */
"To/From" = "K/Od";

/* nothing */
"Recv" = "Príjem";

/* nothing */
"Sent" = "Odoslané";

/* nothing */
"StartTime" = "Počiatočný čas";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: Zoznam DCC Chat";

/* nothing */
"*NEW*" = "*NOVÝ*";

/* nothing */
"EDIT ME" = "UPRAV MA";

/* nothing */
"Name" = "Názov";

/* nothing */
"Command" = "Príkaz";

/* nothing */
"Move Up" = "Nahor";

/* nothing */
"Move Dn" = "Nadol";

/* nothing */
"Cancel" = "Zrušiť";

/* nothing */
"Save" = "Uložiť";

/* nothing */
"Add New" = "Pridať nový";

/* nothing */
"Delete" = "Odstrániť";

/* nothing */
"Sort" = "Triediť";

/* nothing */
"Help" = "Nápoveda";

/* nothing */
"Options" = "Možnosti";

/* nothing */
"don't auto connect" = "nepripojovať sa automaticky";

/* nothing */
"DIRECTORY" = "PRIEČINOK";

/* nothing */
"use a different config dir" = "použiť iný konfiguračný priečinok";

/* nothing */
"don't auto load any plugins" = "nenahrávať automaticky žiadne pluginy";

/* nothing */
"show plugin auto-load dir" = "zobraziť priečinok pre automatické načítanie plug-inov";

/* nothing */
"show user config dir" = "zobraziť priečinok s používateľským nastavením";

/* nothing */
"show version information" = "zobraziť informácie o verzii";

/* nothing */
"Failed to open font:\n\n%s" = "Nepodarilo sa načítať písmo:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Vyhľadávací zásobník je prázdny.\n";

/* nothing */
"%d bytes" = "%d bajtov";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Akcia Spustiť príkaz pošle dáta do Data 1 ako keby ste ich napísali do vstupného poľa. Preto môže obsahovať text (ktorý je posielaný do kanálu alebo osobe), príkazy alebo používateľské príkazy. Po poslaní sa použijú znaky \\n  pre rozdelenie do príkazov, takže sa dá naraz spustiť viac ako jeden príkaz. Ak chcete priamo do príkazov zadať znaky \\, zadajte ich ako \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Príkaz Zmeniť stránku prepína medzi stránkami notesu. Nastavte Data 1 na stránku, na ktorú chcete prepnúť. Ak je Data 2 vyplnené, bude prepnutie relatívne k aktuálnej pozícii";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Príkaz Vložiť do textu vloží obsah Data 1 do položky na aktuálnu pozíciu kurzoru, akoby boli stlačené tieto klávesy";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Príkaz Posun o stránku posunie text hore alebo dolu o jednu stránku. Nastavte Data 1 na Up, Down, +1 alebo -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Príkaz Nastaviť text vyplní položku akoby boli stlačené dané klávesy podľa obsahu Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Príkaz Posledný príkaz nastaví položku, aby obsahovala posledný zadaný príkaz - rovnaké ako stlačenie šipky hore v shelle";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Príkaz Nasledujúci príkaz nastaví položku, aby obsahovala ďalší zadaný príkaz - rovnaké ako stlačenie šipky dolu v shelle";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Tento príkaz zmení text v položke tak, aby dokončil neúplné prezývky alebo príkazy. Ak je Data 1 vyplnené, použijú sa dvojité tabulátory ako posledná prezývka a nie nasledujúca";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Tento príkaz posunie hore alebo dolu v zozname prezývok. Ak je niečo vyplnené v Data 1, posun bude nahor, inak bude posun nadol";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Tento príkaz otestuje posledné zadané slovo v položke oproti zoznamu náhrad a použije náhrady, ak nájde odpovedajúce časti";

/* nothing */
"This command moves the front tab left by one" = "Tento príkaz posunie prednú záložku o jednu vľavo";

/* nothing */
"This command moves the front tab right by one" = "Tento príkaz posunie prednú záložku o jednu vpravo";

/* nothing */
"This command moves the current tab family to the left" = "Tento príkaz posunie aktuálnu skupinu záložiek o jednu vľavo";

/* nothing */
"This command moves the current tab family to the right" = "Tento príkaz posunie aktuálnu skupinu záložiek o jednu vpravo";

/* nothing */
"Push input line into history but doesn't send to server" = "Vloží vstupný riadok do histórie, ale neodošle ho serveru";

/* nothing */
"There was an error loading key bindings configuration" = "Počas načítavania konfigurácie klávesových skratiek nastala chyba";

/* nothing */
"<none>" = "<žiadny>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Klávesa";

/* nothing */
"Action" = "Akcia";

/* nothing */
"X-Chat: Keyboard Shortcuts" = "X-Chat: Klávesové skratky";

/* nothing */
"Add new" = "Pridať nový";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dáta 1";

/* nothing */
"Data 2" = "Dáta 2";

/* nothing */
"Error opening keys config file\n" = "Chyba pri otváraní súboru s nastavením kláves\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Neznáme meno klávesy %s v konfiguračnom súbore\nNačítanie prerušené. Prosím, opravte %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Neznáma akcia %s v konfiguračnom súbore\nNačítanie prerušené. Prosím, opravte %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Očakáva sa riadok Data (začínajúci Dx{:|!}), ale načítané bolo:\n%s\n\nNačítanie prerušené. Prosím, opravte %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Konfiguračný súbor nastavenia klávesnice je poškodený\nNačítanie prerušené. Prosím, opravte %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Nepodaril sa zápis to súboru.";

/* nothing */
"Cannot read that file." = "Nepodarilo sa čítanie súboru.";

/* nothing */
"That mask already exists." = "Taká maska už existuje.";

/* nothing */
"Private" = "Súkromné";

/* nothing */
"Notice" = "Poznámka";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Pozvať";

/* nothing */
"Unignore" = "Prestať ignorovať";

/* nothing */
"Enter mask to ignore:" = "Zadajte masku pre ignorovanie:";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Zoznam ignorovaných";

/* nothing */
"Ignore Stats:" = "Štatistika ignorovania:";

/* nothing */
"Channel:" = "Kanál:";

/* nothing */
"Private:" = "Súkromné:";

/* nothing */
"Notice:" = "Poznámka:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Pozvánka:";

/* nothing */
"Add" = "Pridať";

/* nothing */
"Dialog with" = "Dialóg s";

/* nothing */
"Topic for %s is: %s" = "Téma pre %s je: %s";

/* nothing */
"No topic is set" = "Nie je nastavená téma";

/* nothing */
"No other tabs open, quit xchat?" = "Nie sú otvorené žiadne ďalšie záložky, ukončiť xchat?";

/* nothing */
"Insert color code" = "Vložte kód farby";

/* nothing */
"Beep on message" = "Zazvoniť pri správe";

/* nothing */
"Show join/part messages" = "Zobrazovať správy o vstupe/odchode";

/* nothing */
"Color paste" = "Vložiť farbu";

/* nothing */
"Go to" = "Ísť na";

/* nothing */
"Close Tab" = "Zavrieť záložku";

/* nothing */
"Detach Tab" = "Odpojiť záložku";

/* nothing */
"Some file transfers still active, quit xchat?" = "Sú aktívne prenosy súborov, ukončiť xchat?";

/* nothing */
"User limit must be a number!\n" = "Limit používateľov musí byť číslo!\n";

/* nothing */
"Topic Protection" = "Ochrana témy";

/* nothing */
"No outside messages" = "Žiadne správy mimo kanál";

/* nothing */
"Secret" = "Tajné";

/* nothing */
"Invite Only" = "Len pozvaní";

/* nothing */
"Moderated" = "Moderované";

/* nothing */
"Ban List" = "Zoznam zákazov";

/* nothing */
"Keyword" = "Kľúčové slovo";

/* nothing */
"User Limit" = "Limit používateľov";

/* nothing */
"Close this tab/window" = "Zatvoriť toto okno alebo záložku";

/* nothing */
"Show/Hide userlist" = "Zobraziť alebo skryť zoznam používateľov";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Nemôžem nastaviť priehľadné pozadie!\n\nPravdepodobne používate nekompatibilný\nwindowmanager, ktorý nie je podporovaný.\n";

/* nothing */
"Enter new nickname:" = "Zadajte novú prezývku:";

/* nothing */
"Host unknown" = "Hostiteľ neznámy";

/* nothing */
"User: %s" = "Používateľ: %s";

/* nothing */
"Country: %s" = "Krajina: %s";

/* nothing */
"Realname: %s" = "Skutočné meno: %s";

/* nothing */
"Server: %s" = "Server: %s";

/* nothing */
"Last Msg: %s" = "Posledná správa: %s";

/* nothing */
"Menu Bar" = "Menu";

/* nothing */
"Topic Bar" = "Panel témy";

/* nothing */
"User List" = "Zoznam používateľov";

/* nothing */
"Mode Buttons" = "Tlačidlá módov";

/* nothing */
"User List Buttons" = "Tlačidlá zoznamu používateľov";

/* nothing */
"Copy selected URL" = "Kopírovať zvolenú URL";

/* nothing */
"Part Channel" = "Opustiť kanál";

/* nothing */
"Cycle Channel" = "Cyklovať kanál";

/* nothing */
"X-Chat: User menu" = "X-Chat: Menu Používatelia";

/* nothing */
"Edit This Menu..." = "Upraviť toto menu...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*VAROVANIE*\nAutomatické prijatie DCC do vášho domovského\npriečinku môže byť nebezpečné. Napríklad:\nniekto by vám mohol poslať súbor .bash_profile.";

/* nothing */
"Settings saved." = "Nastavenia uložené.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Používateľské príkazy - Zvláštne kódy:\n\n%c  =  súčasný kanál\n%m  =  info o počítači\n%n  =  vaša prezývka\n%t  =  čas/dátum\n%v  =  verzia xchatu\n%2  =  druhé slovo\n%3  =  tretie slovo\n&2  =  druhé slovo až koniec riadku\n&3  =  tretie slovo až koniec riadku\n\nnapr:\n/cmd john hello\n\n%2 bude \"john\"\n&2 bude \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Tlačidlá zoznam používateľov - Špeciálne kódy:\n\n%a = všetky vybrané prezývky\n%c  =  aktuálny kanál\n%h  =  hostiteľ vybranej prezývky\n%m  =  informácie o počítači\n%n  =  vaša prezývka\n%s  =  vybraná prezývka\n%t  =  čas/dátum\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Tlačidlá dialógu - Špeciálne kódy:\n\n%a = všetky vybrané prezývky\n%c  =  aktuálny kanál\n%h  =  hostiteľ vybranej prezývky\n%m  =  informácie o počítači\n%n  =  vaša prezývka\n%s  =  vybraná prezývka\n%t  =  čas/dátum\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Odpovede CTCP - Špeciálne kódy:\n\n%d = dáta (celé ctcp)\n%m  =  informácie o počítači\n%s  =  prezývka odosielateľa ctcp\n%t  =  čas/dátum\n%2 = slovo 2\n%3 = slovo 3\n&2 = slovo 2 do konca riadku\n&3 = slovo 3 do konca riadku\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "Spracovanie URL - Špeciálne kódy:\n%s = URL\n\nPridaním ! pred príkaz označíte, že sa\nmá poslať do shellu a nie do X-Chat";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: Používateľské príkazy";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: Kontextové menu Zoznam používateľov";

/* nothing */
"X-Chat: Replace" = "X-Chat: Nahradiť";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: Obsluha URL";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Tlačidla zoznamu používateľov";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Tlačidlá dialógu";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP odpovede";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Zoznam serverov...";

/* nothing */
"New" = "Nový";

/* nothing */
"Server Tab..." = "Záložka serverov...";

/* nothing */
"Channel Tab..." = "Záložka kanálov...";

/* nothing */
"Server Window..." = "Okno serverov...";

/* nothing */
"Channel Window..." = "Okno kanálov...";

/* nothing */
"Load Plugin or Script..." = "Načítať plugin alebo skript...";

/* nothing */
"New Shell Tab..." = "Záložka s novým shellom...";

/* nothing */
"Quit" = "Ukončiť";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Neviditeľný";

/* nothing */
"Receive Wallops" = "Prijímať wallops";

/* nothing */
"Receive Server Notices" = "Prijímať správy serveru";

/* nothing */
"Marked Away" = "Som preč";

/* nothing */
"Auto Rejoin when Kicked" = "Automaticky sa vrátiť po vykopnutí";

/* nothing */
"Auto Reconnect to Server" = "Automaticky sa znovupripojiť k serveru";

/* nothing */
"Never-give-up ReConnect" = "Neustále pokusy o znovupripojenie";

/* nothing */
"Auto Open Dialog Windows" = "Automaticky otvoriť dialógové okná";

/* nothing */
"Auto Accept Direct Chat" = "Automaticky prijať DCC chat";

/* nothing */
"Auto Accept Files" = "Automaticky prijať posielaný súbor";

/* nothing */
"_Server" = "_Server";

/* nothing */
"S_ettings" = "_Nastavenia";

/* nothing */
"Preferences..." = "Nastavenia...";

/* nothing */
"Advanced" = "Pokročilé";

/* nothing */
"Auto Replace..." = "Automaticky nahradiť...";

/* nothing */
"CTCP Replies..." = "CTCP odpovede...";

/* nothing */
"Dialog Buttons..." = "Tlačidlá dialógu...";

/* nothing */
"Keyboard Shortcuts..." = "Klávesové skratky...";

/* nothing */
"Text Events..." = "Textové udalosti...";

/* nothing */
"URL Handlers..." = "Správa URL...";

/* nothing */
"User Commands..." = "Používateľské príkazy...";

/* nothing */
"Userlist Buttons..." = "Tlačidla zoznamu používateľov...";

/* nothing */
"Userlist Popup..." = "Menu zoznamu používateľov...";

/* nothing */
"Reload Settings" = "Znovu načítať nastavenia";

/* nothing */
"Save Settings now" = "Uložiť nastavenia";

/* nothing */
"Save Settings on exit" = "Uložiť nastavenia pri ukončení";

/* nothing */
"_Window" = "_Okno";

/* nothing */
"Ban List..." = "Zoznam zákazov...";

/* nothing */
"Channel List..." = "Zoznam kanálov...";

/* nothing */
"Character Chart..." = "Tabuľka znakov...";

/* nothing */
"Direct Chat..." = "Priamy rozhovor...";

/* nothing */
"File Receive..." = "Príjem súboru...";

/* nothing */
"File Send..." = "Odosielanie súboru...";

/* nothing */
"Ignore List..." = "Zoznam ignorovaných...";

/* nothing */
"Notify List..." = "Zoznam upozornení...";

/* nothing */
"Plugins and Scripts..." = "Pluginy a skripty...";

/* nothing */
"Raw Log..." = "Log...";

/* nothing */
"URL Grabber..." = "Zachytávanie URL...";

/* nothing */
"Reset Marker Line" = "Vynulovať značiacu čiaru";

/* nothing */
"C_lear Text" = "Č_istý text";

/* nothing */
"Search Text..." = "Prehľadať text...";

/* nothing */
"Save Text..." = "Uložiť text...";

/* nothing */
"_Help" = "_Pomocník";

/* nothing */
"_Contents" = "O_bsah";

/* nothing */
"_About" = "_O Programe";

/* nothing */
"Attach Tab" = "Pripojiť záložku";

/* nothing */
"User" = "Používateľ";

/* nothing */
"Server" = "Server";

/* nothing */
"Last Seen" = "Naposledy navštívené";

/* nothing */
"Offline" = "Off-line";

/* nothing */
"Never" = "Nikdy";

/* nothing */
"Online" = "On-line";

/* nothing */
"Enter nickname to add:" = "Zadajte prezývku:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Zoznam upozornení";

/* nothing */
"Remove" = "Odstrániť";

/* nothing */
"Description" = "Popis";

/* nothing */
"Select a Plugin or Script to load" = "Vyberte plugin alebo skript";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: Pluginy a skripty";

/* nothing */
"_Load..." = "_Načítať...";

/* nothing */
"_UnLoad" = "O_dobrať";

/* nothing */
"_Close" = "_Zavrieť";

/* nothing */
"Save rawlog" = "Uložiť rawlog";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Rawlog (%s)";

/* nothing */
"Clear rawlog" = "Vyprázdniť rawlog";

/* nothing */
"Save rawlog..." = "Uložiť rawlog...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Okno, pre ktoré ste otvorili tento dialóg pre hľadanie, už neexistuje.";

/* nothing */
"X-Chat: Search" = "X-Chat: Hľadanie";

/* nothing */
"Find:" = "Hľadať:";

/* nothing */
"Find" = "Nájsť";

/* nothing */
"Close" = "Zavrieť";

/* nothing */
"New Network" = "Nová sieť";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Naozaj odstrániť sieť \"%s\" a všetky príslušné servery?";

/* nothing */
"User name and Real name cannot be left blank." = "Meno používateľa a Skutočné meno nemôžu ostať prázdne.";

/* nothing */
"X-Chat: Edit %s" = "X-Chat: Upraviť %s";

/* nothing */
"Servers for %s" = "Servery pre %s";

/* nothing */
"Connect to selected server only" = "Pripojiť sa len na zvolený server";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Neskúšať iné servery, ak sa pripojenie nepodarí.";

/* nothing */
"Your Details" = "Vaše Údaje";

/* nothing */
"Use global user information" = "Použiť spoločné informácie o používateľovi";

/* nothing */
"_Nick name:" = "_Prezývka:";

/* nothing */
"_User name:" = "_Meno používateľa:";

/* nothing */
"Real na_me:" = "S_kutočné meno:";

/* nothing */
"Connecting" = "Pripájam sa";

/* nothing */
"Auto connect to this network at startup" = "Automaticky pripojiť na túto sieť po štarte";

/* nothing */
"Use a proxy server" = "Použiť proxy server";

/* nothing */
"Use SSL for all the servers on this network" = "Použiť SSL pre všetky servery na tejto sieti";

/* nothing */
"Accept invalid SSL certificate" = "Akceptovať neplatné SSL certifikáty";

/* nothing */
"C_hannels to join:" = "Vstúpiť na _kanály:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanály na ktoré vstúpiť, oddelené čiarkami, ale nie medzerami!";

/* nothing */
"Connect command:" = "Príkaz po pripojení:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Príkaz, ktorý sa vykoná po pripojení. Ak potrebujete viac než jeden, zadajte LOAD -e <súbor>, kde <súbor> je textový súbor s príkazmi na vykonanie.";

/* nothing */
"Nickserv password:" = "Heslo pre NickServ:";

/* nothing */
"Server password:" = "Heslo serveru:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Heslo pre server. V prípade pochybností nechať prázdne.";

/* nothing */
"Character set:" = "Znaková sada:";

/* nothing */
"_Edit" = "_Upraviť";

/* nothing */
"X-Chat: Server List" = "X-Chat: Zoznam serverov";

/* nothing */
"User Information" = "Informácie o používateľovi";

/* nothing */
"Second choice:" = "Druhá voľba:";

/* nothing */
"Third choice:" = "Tretia voľba:";

/* nothing */
"Rea_l name:" = "S_kutočné meno:";

/* nothing */
"Networks" = "Siete";

/* nothing */
"Skip server list on startup" = "Nezobrazovať zoznam serverov pri štarte";

/* nothing */
"_Edit..." = "_Upraviť...";

/* nothing */
"_Sort" = "_Triediť";

/* nothing */
"C_onnect" = "_Pripojiť";

/* nothing */
"Connect in new tab" = "Pripojiť v novej záložke";

/* nothing */
"Text Box Appearance" = "Výzor hlavného textového okna";

/* nothing */
"Font:" = "Písmo:";

/* nothing */
"Background image:" = "Obrázok v pozadí:";

/* nothing */
"Scrollback lines:" = "Počet riadkov spätného logu:";

/* nothing */
"Transparent background" = "Priehľadné pozadie";

/* nothing */
"Indent nick names" = "Odsadiť prezývky";

/* nothing */
"Make nick names right-justified" = "Prezývky zarovnať do prava";

/* nothing */
"Tint (shade) transparency" = "Priehľadnosť zafarbenia";

/* nothing */
"Colored nick names" = "Farebné prezývky";

/* nothing */
"Give each person on IRC a different color" = "Označiť každého na IRC inou farbou";

/* nothing */
"Strip mIRC colors" = "Odstrániť mIRC farby";

/* nothing */
"Show marker line" = "Zobrazovať značiacu čiaru";

/* nothing */
"Insert a red line after the last read text." = "Zobraziť za posledným prečítaným textom červenú čiaru";

/* nothing */
"Tint Settings" = "_Nastavenie zafarbenia";

/* nothing */
"Red:" = "Červená:";

/* nothing */
"Green:" = "Zelená:";

/* nothing */
"Blue:" = "Modrá:";

/* nothing */
"Time Stamps" = "Zobrazenie času";

/* nothing */
"Time stamp format:" = "Formát zobrazenia času:";

/* nothing */
"See strftime manpage for details." = "Detaily nájdete v manuálovej stránke pre strftime.";

/* nothing */
"Enable time stamps" = "Zaznamenávať čas";

/* nothing */
"Nick Completion" = "Dopĺňanie prezývky:";

/* nothing */
"Automatic nick completion" = "Automatické dokončovanie prezývok";

/* nothing */
"Completes nick names without using the TAB key" = "Doplniť prezývky bez používania klávesy TAB";

/* nothing */
"Nick completion suffix:" = "Prípona dokončovania prezývky:";

/* nothing */
"Input Box Codes" = "Kódy vstupného poľa";

/* nothing */
"Interpret %nnn as an ASCII value" = "Brať %nnn ako hodnotu ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Brať %C,%B ako Color, Bold atď";

/* nothing */
"Input Box Appearance" = "Výzor vstupného riadku";

/* nothing */
"Use the Text box font and colors" = "Použiť písmo a farby z textového poľa";

/* nothing */
"Off" = "Vypnuté";

/* nothing */
"Graph" = "Graf";

/* nothing */
"Info text" = "Informácie";

/* nothing */
"Both" = "Oboje";

/* nothing */
"A-Z, Ops first" = "A-Z, Ops najprv";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Ops nakoniec";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Nezotriedené";

/* nothing */
"User list sorted by:" = "Zoznam používateľov triedený podľa:";

/* nothing */
"Show hostnames in user list" = "Zobrazovať hostiteľov v zozname používateľov";

/* nothing */
"User list buttons enabled" = "Tlačidlá zoznamu používateľov zobrazené";

/* nothing */
"Resizable user list" = "Zoznam používateľov s meniteľnou veľkosťou";

/* nothing */
"Away tracking" = "Sledovanie neprítomnosti";

/* nothing */
"Enable away tracking" = "Zapnúť sledovanie neprítomnosti";

/* nothing */
"On channels smaller than:" = "Na kanáloch menších ako:";

/* nothing */
"Action Upon Double Click" = "Akcia pri dvojkliku";

/* nothing */
"Execute command:" = "Vykonať príkaz:";

/* nothing */
"Extra Gadgets" = "Extra pomôcky";

/* nothing */
"Lag meter:" = "Meranie opozdenia:";

/* nothing */
"Throttle meter:" = "Meranie rýchlosti:";

/* nothing */
"Windows" = "Okná";

/* nothing */
"Tabs" = "Záložky";

/* nothing */
"Bottom" = "Dolu";

/* nothing */
"Top" = "Hore";

/* nothing */
"Left" = "Vľavo";

/* nothing */
"Right" = "Vpravo";

/* nothing */
"Hidden" = "Skryté";

/* nothing */
"Always" = "Vždy";

/* nothing */
"Only requested tabs" = "Len požadované záložky";

/* nothing */
"Open an extra tab for server messages" = "Otvoriť vlastnú záložku pre správy serveru";

/* nothing */
"Open an extra tab for server notices" = "Otvoriť vlastnú záložku pre oznamy serveru";

/* nothing */
"Small tabs" = "Malé tabulátory";

/* nothing */
"Sort tabs in alphabetical order" = "Triediť záložky v abecednom poriadku";

/* nothing */
"Focus new tabs:" = "Nové záložky presunúť do popredia:";

/* nothing */
"Shorten tab labels to:" = "Skrátiť záložky na:";

/* nothing */
"letters." = "znakov.";

/* nothing */
"Tabs Location" = "Umiestnenie záložiek";

/* nothing */
"Show tabs at:" = "Zobraziť záložky:";

/* nothing */
"Tabs or Windows" = "Záložky alebo okná";

/* nothing */
"Open channels in:" = "Otvárať kanály v:";

/* nothing */
"Open dialogs in:" = "Otvárať dialógy v:";

/* nothing */
"Open utilities in:" = "Otvárať pomôcky v:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Otvárať DCC, Ignorovanie, Upozornenie atď v záložkách alebo v oknách?";

/* nothing */
"Files and Directories" = "Súbory a priečinky";

/* nothing */
"Download files to:" = "Prijímať súbory do:";

/* nothing */
"Move completed files to:" = "Presunúť dokončené súbory do:";

/* nothing */
"Save nick name in filenames" = "Uložiť prezývku v súboroch";

/* nothing */
"Convert spaces to underscore before sending" = "Nahradiť podtrhovníky medzerami pred odoslaním";

/* nothing */
"Network Settings" = "Sieťové nastavenia";

/* nothing */
"DCC IP address:" = "IP adresa DCC:";

/* nothing */
"Claim you are at this address when offering files." = "Tvrdiť že ste na tejto adrese pri ponúkaní súborov.";

/* nothing */
"First DCC send port:" = "Prvý port DCC pre odosielanie:";

/* nothing */
"Last DCC send port:" = "Posledný port DCC pre odosielanie:";

/* nothing */
"(Leave ports at zero for full range)." = "(Zadajte nuly pre plný rozsah).";

/* nothing */
"Get my address from the IRC server" = "Získať moju adresu z IRC serveru";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Spýta sa serveru na vašu reálnu adresu. Použite toto ak máte adresu v tvare 192.168.*.* !";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maximálna rýchlosť prenosu súborov (bajty za sekundu)";

/* nothing */
"One upload:" = "Jeden odchodzí prenos:";

/* nothing */
"Maximum speed for one transfer" = "Max. rýchlosť jedného prenosu";

/* nothing */
"One download:" = "Jeden príchodzí prenos:";

/* nothing */
"All uploads combined:" = "Všetky odchodzie prenosy spolu:";

/* nothing */
"Maximum speed for all files" = "Max. rýchlosť pre všetky prenosy";

/* nothing */
"All downloads combined:" = "Všetky príchodzie prenosy spolu:";

/* nothing */
"Default Messages" = "Prednastavené správy";

/* nothing */
"Quit:" = "Ukončiť:";

/* nothing */
"Leave channel:" = "Opustiť kanál:";

/* nothing */
"Away:" = "Neprítomný:";

/* nothing */
"Away" = "Neprítomný:";

/* nothing */
"Announce away messages" = "Oznamovať AWAY správy";

/* nothing */
"Announce your away messages to all channels" = "Zaslať AWAY správu na všetky kanály";

/* nothing */
"Show away once" = "Zobrazovať AWAY iba raz";

/* nothing */
"Show identical away messages only once" = "Rovnaké správy zobraziť len raz";

/* nothing */
"Automatically unmark away" = "Automaticky zrušiť AWAY";

/* nothing */
"Unmark yourself as away before sending messages" = "Zrušiť AWAY pred odoslaním správy";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Môže byť textový súbor relatívny k ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Môže byť textový súbor relatívny k adresáru s nastaveniami).";

/* nothing */
"Alerts" = "Upozornenia";

/* nothing */
"Flash taskbar on highlighted messages" = "Blikať na lište pri zvýraznených správach";

/* nothing */
"Beep on highlighted messages" = "Zazvoniť pri zvýraznenej správe";

/* nothing */
"Extra words to highlight on:" = "Zvýrazňované slová:";

/* nothing */
"(Separate multiple words with commas)." = "(Oddelte slová čiarkami).";

/* nothing */
"Beep on private messages" = "Zazvoniť pri súkromnej správe";

/* nothing */
"Beep on channel messages" = "Zazvoniť pri správach kanála";

/* nothing */
"Advanced Settings" = "Pokročilé nastavenia";

/* nothing */
"Auto reconnect delay:" = "Oneskorenie automatického znovupripojenia:";

/* nothing */
"Display MODEs in raw form" = "Zobrazovať zmeny MODE v pôvodnom tvare";

/* nothing */
"Whois on notify" = "WHOIS pri upozornení";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Odošle /WHOIS keď sa prihlási niekto koho máte v zozname upozornení";

/* nothing */
"Hide join and part messages" = "Skryť vstupy a odchody z kanálov";

/* nothing */
"Hide channel join/part messages by default" = "Implicitne skryť vstupy a odchody z kanálov";

/* nothing */
"Auto Open DCC Windows" = "Automaticky otvoriť okná pre DCC";

/* nothing */
"Send window" = "Okno odosielania";

/* nothing */
"Receive window" = "Okno príjmu";

/* nothing */
"Chat window" = "Okno konverzácie";

/* nothing */
"Logging" = "Logovanie";

/* nothing */
"Enable logging of conversations" = "Zapnúť ukladanie rozhovorov do log súborov";

/* nothing */
"Log filename mask:" = "Maska mena súboru logu:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Server %c=Kanál %n=Sieť).";

/* nothing */
"Insert timestamps in logs" = "Zaznamenať čas v logoch";

/* nothing */
"Log timestamp format:" = "Formát zobrazovania času:";

/* nothing */
"(See strftime manpage for details)." = "(Detaily nájdete v manuálovej stránke pre strftime).";

/* nothing */
"(Disabled)" = "(Zakázané)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Your Address" = "Vaša adresa";

/* nothing */
"Bind to:" = "Nastaviť na:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(Len pre počítače, ktoré majú viac adries).";

/* nothing */
"Proxy Server" = "Proxy server";

/* nothing */
"Hostname:" = "Názov hostiteľa:";

/* nothing */
"Username:" = "Meno používateľa:";

/* nothing */
"Password:" = "Heslo:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Typ:";

/* nothing */
"Authenticate to the proxy server (HTTP and Socks5)" = "Autentizovať na proxy serveri (len HTTP a Socks5)";

/* nothing */
"(disabled)" = "(zakázané)";

/* nothing */
"A star (*)" = "Hviezdička (*)";

/* nothing */
"A red star (*)" = "Červená hviezdička (*)";

/* nothing */
"Underlined" = "Podčiarknuté";

/* nothing */
"Select an Image File" = "Vyberte obrazový súbor";

/* nothing */
"Select font" = "Vyberte písmo";

/* nothing */
"Browse..." = "Prehliadať...";

/* nothing */
"Mark identified users with:" = "Označiť identifikovaných používateľov:";

/* nothing */
"Mark not-identified users with:" = "Označiť neidentifikovaných používateľov:";

/* nothing */
"Select color" = "Vyberte farbu";

/* nothing */
"Text Colors" = "Farby textu";

/* nothing */
"mIRC colors:" = "Farby mIRC:";

/* nothing */
"Extra colors:" = "Extra farby:";

/* nothing */
"Foreground:" = "Popredie:";

/* nothing */
"Background:" = "Pozadie:";

/* nothing */
"Marking Text" = "Značiaci text";

/* nothing */
"Interface Colors" = "Farby prostredia";

/* nothing */
"New data:" = "Nové data:";

/* nothing */
"Marker line:" = "Značiaca čiara:";

/* nothing */
"New message:" = "Nová správa:";

/* nothing */
"Away user:" = "Neprítomný používateľ:";

/* nothing */
"Highlight:" = "Zvýraznenie:";

/* nothing */
"Event" = "Udalosť";

/* nothing */
"Sound file" = "Zvukový súbor";

/* nothing */
"Select a sound file" = "Vyberte meno zvukového súboru";

/* nothing */
"Sound playing method:" = "Metóda prehrávania zvuku:";

/* nothing */
"External sound playing _program:" = "Externý _program na prehrávanie zvuku:";

/* nothing */
"_External program" = "_Externý program";

/* nothing */
"_Automatic" = "_Automaticky";

/* nothing */
"Sound files _directory:" = "Priečinok zvukových súborov";

/* nothing */
"Sound file:" = "Zvukový súbor:";

/* nothing */
"_Browse..." = "P_rehliadať...";

/* nothing */
"_Play" = "_Prehrať";

/* nothing */
"Interface" = "Používateľské prostredie";

/* nothing */
"Text box" = "Textové pole";

/* nothing */
"Input box" = "Vstupné pole";

/* nothing */
"User list" = "Zoznam používateľov";

/* nothing */
"Colors" = "Farby";

/* nothing */
"Chatting" = "Rozhovor";

/* nothing */
"General" = "Všeobecné";

/* nothing */
"Sound" = "Zvuky";

/* nothing */
"Network" = "Sieť";

/* nothing */
"Network setup" = "Nastavenie siete";

/* nothing */
"File transfers" = "Prenos súborov";

/* nothing */
"Categories" = "Kategórie";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Boli vykonané zmeny, ktoré vyžadujú spustiť aplikáciu znovu, aby sa použili.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Nastavenia";

/* nothing */
"There was an error parsing the string" = "Počas spracovania reťazca nastala chyba";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Tento signál predal iba %d argumentov, $%d je neplatné";

/* nothing */
"Print Texts File" = "Vytlačiť súbor textov";

/* nothing */
"$ Number" = "Číslo $";

/* nothing */
"Edit Events" = "Upraviť udalosti";

/* nothing */
"Save As" = "Uložiť ako";

/* nothing */
"Load From" = "Načítať z";

/* nothing */
"Test All" = "Testovať všetky";

/* nothing */
"URL" = "URL";

/* nothing */
"Select a file to save to" = "Vyberte súbor, kam chcete uložiť";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: Zachytenie URL";

/* nothing */
"Clear list" = "Vymazať zoznam";

/* nothing */
"Copy" = "Kopírovať";

/* nothing */
"Save list to a file" = "Uložiť zoznam do súboru";

/* nothing */
"%d ops, %d total" = "%d chanop, %d celk.";

